const CookieRules = () => {
  return (
    <div className="legal">
      {" "}
      <h2>Политика за използването на Бисквитки</h2>
      <br />
      Сайтът използва „бисквитки“, с цел подобряване на качеството на
      предоставяните услуги. Използването на бисквитки може да бъде изключено от
      настройките на съответния браузър. Ако бисквитките бъдат изключени,
      правилното функциониране на сайта може да бъде възпрепятствано, като части
      от него могат да станат недостъпни. С приемането на настоящата Политика за
      защита на личната информация, затварянето на банера/ съобщението относно
      бисквитките, или с продължаването използването на уеб сайта, посетителите
      се съгласяват с Политика за използването на Бисквитки.
    </div>
  );
};

export default CookieRules;
