import Dashboard from "../Dashboard/Dashboard";
const PrivacyPolicy = () => {
  return (
    <Dashboard>
      <div className="legal">
        {" "}
        <center>
          {" "}
          <b>Политика за защита на личната информация</b>
        </center>
        <center>
          {" "}
          <b>
            Какви лични данни биват обработвани, с каква цел и на какво
            основание
          </b>
        </center>
        <p>
          {" "}
          Лични данни са всяка информация, която може да идентифицира дадено
          лице, като анонимните данни не се включват в тази категория. ЗапомниГо
          обработва предоставените лични данни съгласно настоящата Политика за
          защита на личната информация, в съответствие с Общия регламент относно
          защитата на лични данните (ЕС) № 2016/679 (ОРЗД) и приложимото
          българско законодателство. Обработват се следните категории лични
          данни: Потребителски данни, относно това как бива използван сайтът от
          посетителите и потребителите, с цел предоставяне на подходящо
          съдържание, както и правилното администриране на сайта. Законовото
          основание за това е легитимен интерес по смисъла на чл. 6, пара. 1,
          буква „е“ от ОРЗД. Технически данни, свързани с употребата на сайта,
          като IP адрес, данни за вход, имейл адрес и др. се обработват с цел
          по-добро администриране на сайта и подобряване на качеството на
          предлаганата услуга, както и предоставяне на подходящо съдържание на
          реклами. Законовото основание за това е легитимен интерес. Събраните
          лични данни се обработват и с цел по-добра комуникация с
          потребителите, водене на необходимата документация и за установяване,
          изпълнение или защита на правни искове, на основание легитимен
          интерес. ЗапомниГо не събира чувствителни данни за
          потребителите/посетителите. Кои данни са чувствителни е посочено в чл.
          9 от ОРЗД, като това са данни свързани с раса, етнически произход,
          политически възгледи, религиозни или философски убеждения и др.
          ЗапомниГо използва предоставените личните данни само за целта, поради
          която са събрани или ако e необходимо за цел близка по смисъл до
          основната. Възможно е обработване на предоставените личните данни без
          знанието или съгласието на потребителите/ползвателите, но само в
          законоустановените за това рамки. Предоставяне на личните данни
          Обработваните лични данни биват предоставяни лично от
          потребителите/посетителите, чрез регистрацията и посещението на сайта,
          използването на бисквитки и други подобни технологии. Защита на
          данните ЗапомниГо полага всички необходими и разумни мерки за
          сигурност, за да предотврати случайно изгубване, използване, промяна,
          разкриване или достъп до предоставените лични данни без разрешение.
          Срок на обработка на данните Предоставените личните данни се пазят
          толкова време, колкото е необходимо, за да се изпълнят целите, за
          които са били събрани, или с оглед удовлетворяването на законови,
          счетоводни или отчетни изисквания. При определянето на срока за който
          се съхраняват тези данни, ЗапомниГо преценява тяхното естество,
          количество, чувствителност, потенциалния риск от неразрешено
          използване или разкриване и целите на обработката, както и дали те
          могат да бъдат постигнати чрез други средства. При определени
          обстоятелства личните данни могат да бъдат превърнати в анонимни
          такива с цел изследване или статистика, като в подобни случаи тази
          информация може да бъде използвана неограничено и без да бъдете
          известявани. Вашите права Съгласно приложимото законодателство в
          областта на защитата на личните данни, потребителите/посетителите
          имате определени права по отношение на предоставените от тях лични
          данни. Тези права включват правото бъде поискан достъп, коригиране,
          изтриване, ограничаване, прехвърляне, възражения срещу обработка,
          преносимост на данни и (когато юридическата обосновка за обработка е
          съгласие) да бъде оттеглено съгласието. Ако желаете да упражните някое
          от горепосочените права, моля свържете се с нас на
          zapomnigo.com@gmail.com. Връзки на трети сайтове ЗапомниГо може да
          включва връзки и да препраща към други уеб сайтове. Кликването върху
          тези връзки може да позволи на трети страни да събират или обработват
          данни за Вас. ЗапомниГо не контролира тези уеб сайтове и не носи
          отговорност за техните действия.
        </p>
      </div>
    </Dashboard>
  );
};

export default PrivacyPolicy;
