import Dashboard from "../Dashboard/Dashboard";
const TermsAndCondition = () => {
  return (
    <Dashboard>
      <div className="legal">
        <center>
          <h2>Общи условия</h2>
        </center>
        <br />
        <p>
          Настоящите общи условия уреждат правилата за използване на интернет
          сайта/платформата <b>ЗапомниГо(ZapomniGo)</b>. <br /> <br />
          <b> Условия за ползване:</b> Потребителите на сайта декларират, че са
          запознати и съгласни с настоящите общи условия, както и се задължават
          да ги спазват в тяхната цялост при всяко посещение и използване на
          сайта. Настоящите условия могат да бъдат осъвременявани по всяко
          време, без предизвестие, чрез осъвременяване на тази страница.
          <br />
          Задължение на ползвателите на сайта е да посещават периодично тази
          страница с цел да се запознаят с актуалните условия за използването
          му.
          <br /> <br />
          <b>Правила за публикуване:</b> Не се допуска повторно публикуване на
          информация, текст или изображения, която вече съществува на сайта.
          Задължително условие публикуването на текст/сет/тесте/папка към
          публикация е текстът да бъде грижливо изписан, съгласно правилата на
          българския книжовен език или съответния език на текста. Спазване на
          авторските права е задължително. Публикуването на текстове,
          изображения и други материали, които нарушават авторските права на
          трети лица, не се допуска.
          <br />
          Администраторите на сайта запазват правото си да не допускат
          публикации по своя преценка. Потребители на сайта спазват добрия тон
          при общуване в публикации, коментари и лични съобщения. При наличие на
          обиди може да бъде потърсено съдействие от администраторите на сайта.
          ЗапомниГо не носи отговорност за за съдържанието на публикациите,
          коментарите и личните съобщения на потребителите. Използването на
          потребителски имена, съдържащи обиди или нецензурни думи не се
          допуска. При откриване на такива потребителски имена, следва да бъдат
          сигнализирани администраторите на сайта, за да се предприемат
          необходимите стъпки по изтриването им. Администраторите на ЗапомниГо
          запазват правото си да следят информацията, качена от потребители на
          сайта, но не и задължението да правят това за всяка една публикация.
          ЗапомниГо не носи отговорност за текстове и изображения, който
          потребителите са качили на сайта. ЗапомниГо съдейства на органите на
          реда в случай, на криминално деяние от страна на потребителите на
          сайта. Публикуването на съобщения под формата на „СПАМ“, било то с
          търговска или нетърговска цел е забранено. Публикации на текстове
          и/или изображения с нецензурно, обидно или клеветническо съдържание не
          се допускат. Не се допуска и публикуване на информация, призоваваща
          към нарушаване на обществения ред, внушаваща етническа омраза и
          сегрегация. Ако бъде публикувана такава информация, тя бива изтривана
          от администраторите на сайта. ЗапомниГо запазва правото си да
          разполага рекламни банери в близост до публикациите, които могат да
          бъдат близки по смисъл и съдържание или от конкуренти на автора на
          публикацията.
          <br /> <br />
          <b> Права на интелектуална собственост: </b>Качените на сайта
          материали са общодостъпни за потребителите. Тези материали могат да са
          обект на авторското право или върху тях да има други права на
          интелектуалната собственост. Всички права на интелектуална собственост
          върху достъпните на сайта материали и информационните ресурси подлежат
          на закрила по Закона за авторското право и сродните му права.
          Използването им в нарушение на този закон представлява правонарушение,
          за което се носи наказателна, гражданска и административнонаказатена
          отговорност съгласно приложимото българско законодателство.
          Информацията относно потребителския профил, качените снимки и
          публикации, сетове, тестета, папки са предмет на авторското право и
          принадлежат на потребителя, който ги публикува или на потребителя,
          който има необходимото за това съгласие от автора им. Администраторите
          на ЗапомниГо, потребителите и гостите нямат право да копират каквато и
          да е било част от текстовете на творбите, както и самите изображения,
          без съгласието на авторите им. Използването на материали, достъпни на
          сайта е разрешено само при изрично и коректно посочване на източника
          им. Когато това е необходимо, потребителите следва да посочат
          източника на каченото изображение. ЗапомниГо не носи отговорност за
          нарушения на авторски права и други права на интелектуалната
          собственост от потребителите на сайта. В случай на нарушени авторски
          права, след предоставяне на необходимите доказателства за авторство на
          дадения обект, текст или изображение, администраторите могат да
          премахнат съответния обект, текст или изображение. При нарушения на
          чужди авторски права от потребител, администраторите имат могат да
          изтрият или блокират достъпа на съответния потребител. При създаване
          на съдържание в платформата потребителят се съгласява, че той е автор
          на съдържанието или има необходимото съгласие от автора на
          съдържанието. При нарушение на авторските права от потребител,
          администраторите имат право да изтрият или блокират достъпа на
          съответния потребител. Потребителите на сайта декларират и гарантират,
          че са запознати са уредили авторското право и сродните му права и се
          задължават да ги спазват. При публукуването на съдържание всички права
          се прехвърлят на ЗапомниГо. Отговорността за съдържанието на
          публикациите носи изцяло потребителят, който ги е публикувал.
          ЗапомниГо си запазва правото на регрес в случай на нарушение на
          авторските права от страна на потребителите. При съобещение за
          нарушение на авторски права, администраторите на сайта имат право да
          изтрият или блокират достъпа на съответния потребител. ЗапомниГо
          запазва правото си да редактира публикации, които не съответстват на
          условията за публикуване в сайта, както и некоректно въведена или
          подвеждаща информация.
          <br /> <br />
          <b>Защита на личната информация:</b> Личната информация, която бива
          предоставяна на ЗапомниГо се обработва съгласно Политиката за защита
          на личната информация, приета от ЗапомниГо в съответствие Регламент
          (ЕС) 2016/679, както и с приложимото българско законодателство.
          Посетителите, както и Потребителите на сайта се съгласяват, че
          ЗапомниГо има право да събира, съхранява и обработва данни да
          поведението им в съответствие с горепосочената политика. За повече
          информация относно обработката на лични данни, вижте политиката за
          защита на личната информация на ЗапомниГо{" "}
          <a href="/app/legal/privacy-policy">
            Политика за защита на личната информация
          </a>
          . <br /> <br />
          <b>Отговорност:</b> ЗапомниГо не носи отговорност в случай на нанесени
          щети поради използването му, нито поради невъзможността за достъп до
          сайта. Сайтът може да съдържа връзки към трети сайтове. ЗапомниГо не
          отговаря за съдържанието, политиките за защита на личната информация и
          сигурността на тези трети сайтове, както и ако тези сайтове нарушават
          правата на интелектуална собственост. Наличието на връзка към друг
          сайт не предполага, че ЗапомниГо одобрява съдържанието или
          предлаганите от третия сайт продукти и услуги. Всякакви последващи
          отношения с трети сайтове са изцяло между потребителите и третите
          сайтове. ЗапомниГо полага всички разумни усилия да поддържа
          публикуваната на сайта информация вярна, точна и актуална. Това не
          изключва възможността инцидентно да възникват несъответствия или
          пропуски. ЗапомниГо предоставя цялата информация на сайта в
          съответствие с действащото българско законодателство, без да гарантира
          нейната ненакърнимост и сигурност от злонамерени действия от трети
          лица.
          <br />
          <br />
          Сайтът използва <b>„бисквитки“</b>, с цел подобряване на качеството на
          предоставяните услуги. Използването на бисквитки може да бъде
          изключено от настройките на съответния браузър. Ако бисквитките бъдат
          изключени, правилното функциониране на сайта може да бъде
          възпрепятствано, като части от него могат да станат недостъпни. С
          приемането на настоящата Политика за защита на личната информация,
          затварянето на банера, съобщението относно бисквитките, или с
          продължаването използването на уеб сайта, посетителите се съгласяват с
          Политика за използването на Бисквитки.
        </p>
      </div>
    </Dashboard>
  );
};

export default TermsAndCondition;
